Tried to solve some issues with my README file
